[{
        "title": "What is Porsche 911 Turbo S Cabriolet?",
        "subtitle": "The 911 Turbo Cabriolet models unite the classic silhouette of the 911 Turbo with the possibility of enjoying the unmistakable sound of the turbo engine even more intensively with the roof open. They are fitted with a fully automatic fabric roof",
        "image_url": "https://cdn.motor1.com/images/mgl/erqPE/s1/2020-porsche-911-turbo.jpg",
        "detail": "Hanging out in the rear of both the Turbo and Turbo S is a twin-turbocharged 3.7-liter flat-six engine that makes up to 640 horsepower in the more powerful of the two variants; the regular Turbo model makes 572 horsepower. "
    },
    {
        "title": "What is Porsche 911 Turbo S Cabriolet?",
        "subtitle": "The 911 Turbo Cabriolet models unite the classic silhouette of the 911 Turbo with the possibility of enjoying the unmistakable sound of the turbo engine even more intensively with the roof open. They are fitted with a fully automatic fabric roof",
        "image_url": "https://www.carscoops.com/wp-content/uploads/2020/02/2021-Porsche-911-Turbo-S-21-992.jpg",
        "detail": "All-wheel drive is standard, and shifts are handled by an eight-speed dual-clutch automatic transmission. Porsche claims a zero-to-60-mph time of 2.6 seconds for the Turbo S, but at our test track it blasted to 60 in just 2.2 seconds. Aside from the explosive acceleration, the 911 Turbo exhibits insane levels of cornering grip and strong brakes, making it a true performance powerhouse. The cabriolet variants are slightly heavier than the coupe, but the drop-top Turbo S we drove proved equally thrilling."
    },
    {
        "title": "What is Porsche 911 Turbo S Cabriolet?",
        "subtitle": "The 911 Turbo Cabriolet models unite the classic silhouette of the 911 Turbo with the possibility of enjoying the unmistakable sound of the turbo engine even more intensively with the roof open. They are fitted with a fully automatic fabric roof",
        "image_url": "https://cdn.motor1.com/images/mgl/w0gyV/s1/2020-porsche-911-turbo.jpg",
        "detail": "As with all 911 models, the Turbo and Turbo S are technically four-seaters, although the rear seats aren't usable by adults. The cabin mirrors that of the entry-level 911 Carrera models but with racier trim, more expensive options, and plenty of standard technology features such as a reconfigurable digital gauge display. The 911 comes with a front trunk which holds two carry-on suitcases and the rear-seat backs fold forward to create a large flat cargo area in the coupe model; in our testing, we were able to fit six carry-on cases behind the front seats"
    },
    {
        "title": "What is Porsche 911 Turbo S Cabriolet?",
        "subtitle": "The 911 Turbo Cabriolet models unite the classic silhouette of the 911 Turbo with the possibility of enjoying the unmistakable sound of the turbo engine even more intensively with the roof open. They are fitted with a fully automatic fabric roof",
        "image_url": "https://www.racharoad.com/wp-content/uploads/2020/04/Porsche-911_Turbo_S_Cabriolet-2021-1600-03.jpg",
        "detail": "ด้านรานละเอียดรูปลักษณ์ที่มีการเปลี่ยนแปลง ประกอบด้วย งานดีไซน์ด้านหน้าใหม่ที่ขายความกว้างของช่องดักอากาศให้เหมาะสมกับฐานะยนตรกรรมสไตล์เทอร์โบขณะที่ระบบส่องสว่างนั้นติดตั้งแบบ LED Matrix มาให้เป็นอุปกรณ์มาตรฐาน ตามด้วยการปรับดีไซน์ของสปอยเลอร์ด้านหน้า และ Rear Wing ด้านหลังที่เพิ่มขนาดให้ใหญ่ขึ้นอีกราว 15% ตลอดจนชุดท่อไอเสียคู่ด้านหลังที่มากับรูปทรงเหลี่ยมโทนสีดำเงา High-Gloss Black"
    }
]
